Tekla.Structures.ModelInternal.dotIntersectionPoints_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionPoints_t.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Size:

Tekla.Structures.ModelInternal.dotIntersectionPoints_t.SolidId
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionPoints_t.PlanePoint1
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionPoints_t.PlanePoint2
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionPoints_t.PlanePoint3
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionPoints_t.IntersectionPoints
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionPoints_t.PointIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIntersectionPoints_t.ReturnValue
DO NOT USE! For internal usage only!